[!Global]
!LanguageID=1036
!LanguageName=Français
!TranslationAuthor=kmc
!TranslationAuthorEmail=kmc.best@qq.com
!TranslationDefaultFont=Tahoma,8,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
Access_Denied=Accès refusé
APPLY_CHANGES=Application de modifications
Fail=Échec
GEN_THUMBNAIL=Génération d'aperçu
Ignored_loaded=Ignorer (activé)
Ignored_unloaded=Ignorer (désactivé)
Ignored=Ignorer
In_Debugging=Mode débogage
IMPORT_PROFILE=Nouveau profil
LOAD_MODE_CHANGING_TO=Mode de chargement passe à:
LOAD_MODE_NOT_CHANGED=Mode de chargement inchangé
LOAD_MTDLL_FAILED=Impossible de charger MacType
LOAD_TYPE_REG=Chargement par la base de registre
LOAD_TYPE_SERVICE=Chargement par service
LOAD_TYPE_TRAY_ADV=Chargement par MacType tray dans la zone de notification (compatible)
LOAD_TYPE_TRAY_CMP=Chargement par MacType tray dans la zone de notification (avancé)
LOAD_TYPE_MANUAL=Manuel
ABOUT_RESOLUTION=Résolution d'écran
ABOUT_DLL_VERSION=Version (MacType)
ABOUT_TRAY_VERSION=Version (MacTray)
ABOUT_TUNER_VERSION=Version (MacTuner)
ABOUT_SPECIALTHANKS=Remerciements
Loaded=Chargé
Loading=Chargement en cours
NO_PRIVILEGE_TO_SWITCH_PROFILE=(Impossible de changer de profil: accès au profil refusé)
Noname=Sans titre
Not_responding=Pas de réponse
Pending=En attente
Processing=Traitement en cours
PROFILE_CHANGING_TO=Le profil passe à:
PROFILE_NOT_CHANGED=Vous n'avez pas changé le profil
Refresh_failed=Échec de l'actualisation
Refreshed=Actualisé
Refreshing=Actualisation en cours
SELECT_PROFILE=Sélectionnez votre profil:
SELECT_YOUR_LOAD_MODE=Sélectionnez le mode de chargement pour MacType
UAC=(Accès restreint)
Unloaded=Désactivé
Unloading=Désactivation en cours
MACTYPE_RENDER_TEXT=Assistant de configuration MacType 2011
MACTYPE_SAVED_AND_APPLY=Enregistrement du profil avec succès, appliquer tout de suite ?
MACTYPE_SAVED_NO_APPLY=Enregistrement du profil avec succès<BR>Veuillez mettre votre profil dans /ini/ sous le répertoire d'installation de MacType.
MACTYPE_QUIT_WITHOUT_SAVE=Abandonner toutes les modifications et quitter ?
LOCKED=Vérouillé
UNTITLED_PROFILE=Sans titre
CUSTOM=Personnaliser
NOFILTER=Sans filtre
LCDFILTER1=Filter LCD 1
LCDFILTER2=Filter LCD 2
BOLD=Gras
ITALIC=Italique
INDIVIDUAL=Configuration individuelle
ERROR_MACTYPE_CANNOT_LOAD=Chargement échoué. Veuillez vérifier que MacType est correctement installé et mettre ce programme sous le même répertoire.
ERROR_MACTYPE_UNKNOWN=Erreur inconnue lors de l'initialisation.
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner ne arrive pas à se connecter à MacType et va quitter dans 10 secondes. Merci de ressayer après avoir vérifier la configuration de votre système.
ERROR_MACTYPE_NOT_COMPATIBLE=Désolé, la version de votre MacType est incompatible avec cette application. Veuillez faire la mise à jour et ressayer.
MSGBOX_SAVE_CHANGES=Enregistrer les modifications?
MACTYPE_RULE_DEFINED=Vous avez %d règles.
MSGBOX_EXIT_NOSAVE=Abandonner toutes les modifications et quitter ?
MACTYPE_WIZARD_CAPTION=Assistant de configuration MacType (%d/%d)
MACTYPE_PREVIEW_CAPTION=Aperçu MacType (%s %dpt %s)
UNLOCK_INFOTIP=Déverrouillage|déverrouiller la fenêtre d'aperçu et <BR>afficher le résultat en temps réel<BR>|3
LOCK_INFOTIP=Verrouillage|Verrouiller la fenêtre d'aperçu. Le résultat sera fixé<BR>permettant de comparer différentes configurations.<BR>|2
MACTYPE_CONTROL_PANEL_FILE=Paneau de configuration MacType - %s
MACTYPE_CONTROL_PANEL_UNTITLED=Paneau de configuration MacType - Sans titre
MSGBOX_CONFIRM_MODIFICATION=Enregistrer les modifications?
[TForm1]
btn1.Caption=A&nnuler
btnAdv.Caption=&Avancé
btnNext.Caption=&Suivant
Caption=MacType
dlgOpen1.Filter=Profil|*.ini
dlgOpen1.Title=Ouvrir un profil
lbl1.Caption=Bienvenue à la configuration MacType 
lbl2.Caption=Sélectionnez une tâche:
lbl3.Caption=Créer un nouveau profil
lbl4.Caption=Ouvrir un profil
lbl5.Caption=Vous pouvez utiliser la bouton "Avancé" pour personnaliser.
lbl6.Caption=Cet assistant vous guide dans la création d'un profil qui vous convient le mieux. Cliquez sur "Suivant" pour continuer.<BR><BR>À tout moment, vous pouvez utiliser la bouton <BR>"Avancé" pour plus d'options.
lbl7.Caption=Cet assistant vous guide dans la personnalisation. Cliquez sur "Suivant" pour continuer, ou<BR><BR><BR>À tout moment, vous pouvez utiliser la bouton "Avancé" pour plus d'options.
lbl8.Caption=Charge un autre profil
lbl9.Caption=Désolé, cela est indisponible dans votre version.
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=Police individuelle
cbbAA.Items.Text=Pas de lissage de police<BR>Lissage par niveau de gris<BR>Lissage léger<BR>Lissage optimisé pour LCD (RGB)<BR>Lissage optimisé pour LCD (GBR)<BR>Lissage léger+LCD(RGB)<BR>Lissage léger+LCD(GBR)<BR>
cbbAA.Text=Lissage optimisé pour LCD (RGB)
cbbHintingMode.Items.Text=Hinting interne de la police<BR>Pas de hinting<BR>Hinting automatique par FreeType <BR>Hinting automatique léger<BR>
cbbHintingMode.Text=Pas de hinting
cbbUseKerning.Items.Text=Pas de crénage<BR>Activer le crénage<BR>
cbbUseKerning.Text=Pas de crénage
chkAA.Caption=Lissage
chkBold.Caption=Graisse gras
chkHinting.Caption=Hinting
chkItalic.Caption=Inclinaison
chkKerning.Caption=Crénage
chkNormal.Caption=Graisse normal
grp1.Caption=Réglage
lbl1.Caption=Police
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=Graisse de LCDFilter
chkCustom.Caption=Filtre personnalisé
lbl1.Caption=Gauche
lbl2.Caption=Centre gauche
lbl3.Caption=Centre droite
lbl4.Caption=Centre
lbl5.Caption=Droite
rbMode0.Caption=&Sans optimisation
rbMode1.Caption=Optiminsation &1
rbMode2.Caption=Optiminsation &2
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=A&nnuler
btn2.Caption=P&olice...
btnAdv.Caption=&Avancé
btnNext.Caption=&Suivant
btnPrev.Caption=&Précédent
Caption=MacType
lbl1.Caption=Configuration de police
lbl2.Caption=r
[TForm3]
btn1.Caption=A&nnuler
btnNext.Caption=Enregi&strer
btnPrev.Caption=&Précédent
Caption=Terminer
dlgSave1.Filter=Profil|*.ini
dlgSave1.Title=Enregistrer le profil
lbl1.Caption=Profil MacType enregistré
lbl2.Caption=Cliquez Enregistrer pour sauvegarder votre profil.
[TForm4]
btnBkColor.Hint=Couleur d'arrière plan|Choisir la couleur d'arrière plan dans la fenêtre d'aperçu|4
btnBold.Hint=Gras|Définir la police actuelle comme gras|5
btnContent.Hint=Aperçu|Choisir la police pré-rendue dans la fenêtre d'aperçu,<BR>le texte sera ajusté automatiquement à la fenêtre<BR>|0
btnFont.Hint=Police|Choisir la police dans la fenêtre d'aperçu|1
btnItalic.Caption=B
btnItalic.Hint=Italique|Définir la police actuelle comme italique|6
btnLock.Hint=Verrouillager|Verrouiller la fenêtre d'aperçu. Le résultat sera fixé<BR>permettant de comparer différentes <BR>configurations.<BR>|2
Caption=Aperçu MacType 
rztrckbr1.Hint=Taille de police|Glissez le curseur pour changer la taille de police dans la fenêtre d'aperçu,<BR>la taille est indiquée sur la barre de titre<BR>
[TForm5]
btn1.Caption=Modifier
btn2.Caption=Modifier
btn3.Caption=Modifier
btn4.Caption=Modifier
btnBtnExit.Caption=Quitter
btnBtnExit.Hint=Quitter
btnBtnNew.Caption=Nouveau
btnBtnNew.Hint=Nouveau|Créer un nouveau profil par défaut|0
btnBtnNote.Caption=Note
btnBtnNote.Hint=Nouvelle fenêtre d'aperçu|Créer une nouvelle fenêtre d'aperçu. En créer plusieurs permet de<BR> visualiser différentes polices avec la configuration courante et<BR> et l'influence de différentes configurations.<BR>|4
btnBtnOpen.Caption=Ouvrir
btnBtnOpen.Hint=Ouvrir|Ouvrir un profil existant pour modifier|2
btnBtnSave.Caption=Enregistrer
btnBtnSave.Hint=Enregistrer|Enregistrer ou remplacer un profil<BR>Lorsque vous remplacez un profil, les commentaires seront préservés.<BR>|6
Caption=Panneau de configuration MacType - Sans titre
cbbAA.Items.Text=Pas de lissage de police<BR>Lissage par niveau de gris<BR>Lissage léger<BR>Lissage optimisé pour LCD (RGB)<BR>Lissage optimisé pour LCD (GBR)<BR>Lissage léger+LCD(RGB)<BR>Lissage léger+LCD(GBR)<BR>
cbbAA.Text=Lissage optimisé pour LCD (RGB)
cbbBolderMode.Items.Text=Gras "nouvelle norme"<BR>Gras horizontal seulement<BR>Gras "norme FreeType"<BR>
cbbBolderMode.Text=Gras "nouvelle norme"
cbbFontLink.Items.Text=Désactiver<BR>Lien de la police FreeType<BR>Lien de la police Win32<BR>
cbbFontLink.Text=Lien de la police FreeType
cbbFontSub.Items.Text=Pas de substitution <BR>Substitution sécurisée<BR>Substitution globale<BR>
cbbFontSub.Text=Pas de substitution
cbbGammaMode.Items.Text=Pas de réglage Gamma <BR>Réglage personnalisé<BR>Réglage Gamma du système<BR>
cbbGammaMode.Text=Réglage personnalisé
cbbHintingMode.Items.Text=Hinting interne de la police<BR>Pas de hinting<BR>Hinting automatique par FreeType <BR>Hinting automatique léger<BR>
cbbHintingMode.Text=Pas de hinting
cbbHookChild.Items.Text=Ignorer<BR>Application automatique au sous-processus<BR>
cbbHookChild.Text=Application automatique au sous-processus
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=Pas de crénage<BR>Activer le crénage<BR>
cbbUseKerning.Text=Pas de crénage
dlgOpen1.Filter=Profil|*.ini
dlgOpen1.Title=Ouvrir un profil
dlgSave1.Filter=Profil MacType|*.ini
grp1.Caption=Propriété de police
grp2.Caption=Hinting de texte
grp3.Caption=Propriété mapping
grp4.Caption=Ombre
lbl1.Caption=Noyau
lbl10.Caption=Processus exclus
lbl11.Caption=Polices exclues
lbl12.Caption=Conf. individuelle
lbl13.Caption=Vous avez défini 0 règle
lbl14.Caption=Vous avez défini 0 règle
lbl15.Caption=Vous avez défini 0 règle
lbl16.Caption=Vous avez défini 0 règle
lbl17.Caption=Appliquer le rendu et la substitution par MacType (Sans aperçu)
lbl18.Caption=Ignorer les processus dans la liste (Sans aperçu)
lbl19.Caption=Crénage:
lbl2.Caption=Lien police:
lbl20.Caption=Configuration individuelle pour certaine police améliore le résultat de rendu.
lbl21.Caption=Ignorer les processus dans la liste (Sans aperçu)
lbl22.Caption=Sous-processus:
lbl23.Caption=Transparence
lbl3.Caption=Gras:
lbl4.Caption=Gamma:
lbl5.Caption=Lissage:
lbl6.Caption=Hinting:
lbl7.Caption=Optim. LCD:
lbl8.Caption=Substitution:
lbl9.Caption=Substitution
lblAlpha.Caption=Transparence
lblB.Caption=B
lblBoldWeight.Caption=Gras
lblContrast.Caption=Contraste
lblG.Caption=G
lblGamma.Caption=Gamma
lblGlobal.Caption=Global
lblItalic.Caption=Italiq.
lblNormalWeight.Caption=Normal
lblOffset.Caption=Décalage
lblR.Caption=R
lblRenderWeight.Caption=Graisse
rztbshtTabSheet1.Caption=Général
rztbshtTabSheet2.Caption=Caractéristiques de police
rztbshtTabSheet3.Caption=Exceptions
rztlbr1.CustomizeCaptions.Close=Fermer
rztlbr1.CustomizeCaptions.Hint=Décocher pour masquer les options
rztlbr1.CustomizeCaptions.MoveDown=Monter
rztlbr1.CustomizeCaptions.MoveUp=Descendre
rztlbr1.CustomizeCaptions.NoTextLabels=Sans étiquette texte
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=Texte à droite sélectif
rztlbr1.CustomizeCaptions.ShowTextLabels=Afficher les étiquettes texte
rztlbr1.CustomizeCaptions.TextOptions=Options du texte
rztlbr1.CustomizeCaptions.Title=Personnaliser la barre d'outils
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=Entrer le texte pour l'aperçu
mmo1.Lines.Text=Démo MacType2010 ?<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=Substitution de police
lbl1.Caption=Substitué par
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=Exclure un processus
lbl1.Caption=Processus
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=Exclure une police
lbl1.Caption=Police
[TFrame1]
Frame1.fontlst1.FontName=Simsum
Frame1.lbl1.Caption=Choisissez une police d'aperçu par défaut qui sera utilisé pour tous les réglages suivants. <BR>Vous pouvez en charger une autre par le bouton "Police".
[TFrame10]
Frame10.lbl1.Caption=Optiminsation LCD<BR><BR>Si vous utilisez un écran LCD, appliquer l'optimisation suivante améliore le résultat de MacType.
Frame10.rg1.Caption=Mode LCD
Frame10.rg1.Items.Text=Sans optimisation<BR>Optiminsation 1<BR>Optiminsation 1<BR>
[TFrame11]
Frame11.lbl1.Caption=Ombre de police<BR><BR>L'ombre de police lisse les bords de police et améliore l'effet visuel. Cependant, des ombres trop épais fatiguent les yeux.<BR>Glissez le curseur pour contrôler son épaisseur et sa position.
Frame11.lbl2.Caption=Décalage d'ombre
Frame11.lbl3.Caption=Proche
Frame11.lbl4.Caption=Loin
Frame11.lbl5.Caption=Épaisseur d'ombre
Frame11.lbl6.Caption=Léger
Frame11.lbl7.Caption=Rien
Frame11.lbl8.Caption=Par défaut(&D)
Frame11.lbl9.Caption=Épais
[TFrame2]
Frame2.lbl1.Caption=Mode de réglage de la police<BR><BR>Régler l'affichage de la police sur l'écran pour la rendre plus nette.<BR>La différence est très visible lorsque vous changer le mode de réglage.
Frame2.rg1.Caption=Mode de réglage de la police
Frame2.rg1.Items.Text=Réglage normal<BR>Pas de réglage<BR>Réglage automatique<BR>Réglage automatique léger<BR>
[TFrame3]
Frame3.lbl1.Caption=Mode de lissage<BR><BR>Lissage de police affecte son affichage sur l'écran. Essayez différents mode de lissage pour un meilleur résultat.
Frame3.rg1.Caption=Mode de lissage
Frame3.rg1.Items.Text=Aucun<BR>Niveau de gris<BR>Léger<BR>LCD(RGB)<BR>LCD(GBR)<BR>LCD léger(RGB)<BR>LCD léger(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=Graisse de la police<BR><BR>Glissez le curseur pour ajuster l'épaisseur et la graisse de la police.
Frame4.lbl2.Caption=Niveau de rendu
Frame4.lbl3.Caption=Faible
Frame4.lbl4.Caption=Fort
Frame4.lbl5.Caption=Gamma
Frame4.lbl6.Caption=Faible
Frame4.lbl7.Caption=Fort
Frame4.lbl8.Caption=Par &défaut
[TFrame5]
Frame5.lbl1.Caption=Épaisseur<BR><BR>Glissez le curseur pour ajuster l'épaisseur du texte normal et gras.
Frame5.lbl2.Caption=Texte normal
Frame5.lbl3.Caption=Fin
Frame5.lbl4.Caption=Gros
Frame5.lbl5.Caption=Texte gras
Frame5.lbl6.Caption=Fin
Frame5.lbl7.Caption=Gros
Frame5.lbl8.Caption=Par &défaut
Frame5.lbl9.Caption=La police d'aperçu dispose d'un gras indépendant. Ainsi, l'aperçu du gras n'est pas disponible.
[TFrame6]
Frame6.lbl1.Caption=Inclinaison<BR><BR>Glissez le curseur pour ajuster l'inclinaison de la police en italique<BR>Ce réglage n'a aucun effet pour des polices disposant d'un italique indépendant.
Frame6.lbl2.Caption=Inclinaison
Frame6.lbl3.Caption=Droit
Frame6.lbl4.Caption=Incliné
Frame6.lbl8.Caption=Par &défaut
[TFrame7]
Frame7.lbl1.Caption=Mode de gras<BR><BR>MacType vous propose plusieurs modes pour rendre la police grasse
Frame7.lbl2.Caption=La police choisie dispose d'un gras indépendant, l'aperçu n'est pas disponible. 
Frame7.rg1.Caption=Mode de gras
Frame7.rg1.Items.Text=Gras double-directionnel<BR>Gras horizontal seulement<BR>Gras standard FreeType<BR>
[TFrame8]
Frame8.lbl1.Caption=Contraste<BR><BR>Glissez le curseur pour ajuster le contraste. Un contraste trop faible rend la police floue tandis qu'un contraste trop élevé rend la police trop fine avec éventuellement des bords en couleurs.
Frame8.lbl2.Caption=Contraste
Frame8.lbl3.Caption=Faible
Frame8.lbl4.Caption=Élevé
Frame8.lbl8.Caption=Par &défaut
[TFrame9]
Frame9.lbl1.Caption=Couleur de police<BR><BR>Glissez le curseur pour ajuster la proportion de couleur dans la police.
Frame9.lbl10.Caption=Foncée
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=Claire
Frame9.lbl6.Caption=Foncée
Frame9.lbl7.Caption=Bord de caractère
Frame9.lbl8.Caption=Par &défaut
Frame9.lbl9.Caption=Claire
[TfrmAbout]
btn1.Caption=&OK
Caption=À propos
[TfrmNewProfile]
btn1.Caption=Ouvr&ir un profil
btn2.Caption=C&réer un nouveau profil
Caption=Nouveau profil
dlgOpen1.Filter=Tous les fichiers supportés|*.ini;*.mtc|Profil général MacType |*.ini|Profil rapide MacType|*.mtc
dlgOpen1.Title=Ouvrir un profil
lbl1.Caption=Vous pouvez cliquer sur “Ouvrir un profil” pour ouvrir et appliquer un profil MacType <BR>ou bien vous pouvez cliquer sur “Créer un nouveau profil” pour lancer MacType Tuner et créer un profil en suivant le guide.
[TfrmProgress]
lbl1.Caption=Application de modifications
[TfrmPsInfo]
A1.Caption=À &propos
btnLoad.Caption=&Activer
btnRefresh.Caption=&Rafraîchir
btnUnload.Caption=&Désactiver
btnLoadAll.Caption=&Tous activer
btnUnloadAll.Caption=To&us désactiver
Caption=État de chargement des processus
D1.Caption=&Désactiver
E1.Caption=&Activer
E2.Caption=&Exclure ce processus
F1.Caption=Ouvrir le pro&fil courant
GDI1.Caption=Ouvrir le répertoire de &MacType
H1.Caption=&Aide en ligne...
I1.Caption=&Inclure ce processus
Language1.Caption=Langues
MacTypeTuner1.Caption=Ouvrir avec MacType Tune&r
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=Ouvrir avec le bloc-&notes
N6.Caption=Pas de substitution de police pour ce processus
N7.Caption=-
N8.Caption=mettre à jour
pslst1.Columns.Item0.Caption=processus
pslst1.Columns.Item1.Caption=Nom de processus
pslst1.Columns.Item2.Caption=ID de processus
pslst1.Columns.Item3.Caption=État
R1.Caption=&Réactiver
S1.Caption=Con&figuration...
T1.Caption=État des &processus...
T2.Caption=&Terminer le processus
trayIco1.Hint=MacTypeTray
W1.Caption=A&ssistant de configuration...
X1.Caption=&Quitter
[TfrmSettings]
btnBtnDelete.Caption=Supprimer
btnBtnDelete.Hint=Supprimer le profil sélectionné
btnBtnEdit.Caption=Modifier
btnBtnEdit.Hint=Modifier le profil avec MacTuner
btnBtnNew.Caption=Nouveau
btnBtnNew.Hint=Créer un nouveau profil avec MacTuner
btnCancel.Caption=A&nnuler
btnOK.Caption=&OK
Caption=Configuration
chk64.Caption=Autoriser la gestion des processus 64-&bit
chk64.Hint=Autoriser MacTray à manipuler les programmes 64-bits par un processus d'agent
chkAutoEnable.Caption=&Activ. auto.
chkAutoEnable.Hint=Activer MacType pour tous les processus lors du démarrage
chkAutoRun.Caption=Lancer avec &Windows
chkAutoRun.Hint=Lancer le programme avec le démarrage
 du système
chkAutoUnload.Caption=&Désact. en quittant
chkAutoUnload.Hint=Désactiver MacType pour tous les processus lorsqu'il est fermé.<BR>Cette option est toujours valide en mode compatible.
chkHideACD.Caption=Mas&quer les processus non manipulable
chkHideACD.Hint=Masquer dans la liste les processus non accessible avec les droits actuels et les processus du système
edtReload.Hint=Ressayer d'activer MacType pour les processus non chargés dans cet intervalle de temps<BR>minimum 5000 ms，0=désactivé<BR>Indisponible pour le mode de chargement partagé
edtReload.Text=1000
grp1.Caption=Configuration
grp2.Caption=Gestion des profils
lbl1.Caption=Rech. tous les
lbl2.Caption=Millisecondes(ms)
lbl3.Caption=MacTuner n'est pas installé
lbl4.Caption=Droit restreint, impossible de modifier la configuration
rb1.Caption=Com&patible
rb1.Hint=Mode de chargement original, stable et rapide.<BR>Appliquer à tous les processus rapidement et fiablement<BR>Impossible de désactiver MacType pour un seul processus. <BR>Échec de rechargement possible.
rb2.Caption=&Indépendant
rb2.Hint=Mode de chargement stable et par processus. Le plantage <BR> d'un processus n'affecte pas d'autres. <BR> Possible de désactiver MacType pour un seul processus.
[TfrmWizard]
btn1.Caption=&Processus...
btn2.Caption=&OK
btn3.Caption=&Annuler
btnBack.Caption=<&précédent
btnClose.Caption=&Fermer
btnFinish.Caption=&Terminer
btnNext.Caption=&Suivant>
Caption=Assistant de configuration MacType 
frmMode.chkUAC.Caption=Exécuter en tant qu'adiministrateur (utilisateur actuel seulement).
frmMode.lbl2.Caption=Chargement par la base de registre Windows. Chargement  transparent: les polices sont instantanément rendues au démarrage. Pourtant, tout changement (reconfiguration, changement de profil, désactivation) nécessite un redémarrage de Windows.
frmMode.lbl3.Caption=Chargement en tant qu'un service du système. Pas d'icône dans la zone de notification, ni interface graphique. Chargement transparent comme la base de registre. L'activation et la désactivation par le gestionnaire de services de Windows.
frmMode.lbl4.Caption=Chargement de MacType par icône (MacTray) dans la zone de notification. MacTray permet un grand nombre d'opérations (désactivation, changement de profil, désactiver pour un seul processus). 
frmMode.lbl5.Caption=Chargement de MacType par icône (MacTray) dans la zone de notification. Le mode compatible est plus rapide, mais incapable de désactiver pour un seul processus. Compatible avec l'ancient GDI++.
frmMode.lbl6.Caption=Chargement manuel. Vous devez drag-n-drop l'application de votre choix sur l'icône de macloader.exe pour l'exécuter et la rendre.
frmMode.rb1.Caption=Service
frmMode.rb2.Caption=Manuel
frmMode.rb3.Caption=MacTray (indépendant)
frmMode.rb4.Caption=MacTray (compatible)
frmMode.rbReg.Caption=Base de registre
frmMode.rbTray.Caption=MacTray
lbl1.Caption=Sélectionnez le mode de chargement pour MacType:
lbl2.Caption=Vous avez fait les modifications suivantes:
lbl3.Caption=Vous n'avez pas changé le mode de chargement
lbl4.Caption=Vous n'avez pas modifié le profil
lbl5.Caption=Cliquez OK pour appliquer les modifications, ou Annuler pour retourner à la page de configuration
lbl6.Caption=Appliquer les modifications
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=Cliquez pour lancer MacTray
[TMacType]
MacType.DisplayName=Service MacType

